{
  "cmp-buffer": { "branch": "main" },
  "cmp-conventionalcommits": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lsp-autoformat": { "branch": "main" },
  "nvim-lsp-codelens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-mason-install-all": { "branch": "main" },
  "nvim-telescope-config": { "branch": "main" },
  "nvim-telescope-mask": { "branch": "main" },
  "nvim-telescope-minimal-layout": { "branch": "main" },
  "nvim-telescope-workspaces": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "theonedark": { "branch": "master" },
  "vim-applescript": { "branch": "master" },
  "vim-browserslist": { "branch": "main" },
  "vim-diagram": { "branch": "master" },
  "vim-gitbranch": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-mdx-js": { "branch": "master" },
  "vim-monkey-c": { "branch": "main" },
  "vim-npmrc": { "branch": "main" },
  "vim-plist": { "branch": "master" },
  "vim-syntax-codeowners": { "branch": "master" },
  "vim-trivyignore": { "branch": "main" },
  "virt-column.nvim": { "branch": "master" }
}