{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine-lsp-progress": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-update-all": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-actions": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-gx": { "branch": "dev" },
  "nvim-lsp-autoformat": { "branch": "main" },
  "nvim-lsp-codelens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-quickfix": { "branch": "main" },
  "nvim-scissors": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tabline": { "branch": "main" },
  "nvim-telescope-config": { "branch": "main" },
  "nvim-telescope-mask": { "branch": "main" },
  "nvim-telescope-minimal-layout": { "branch": "main" },
  "nvim-telescope-workspaces": { "branch": "main" },
  "nvim-templates": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-tsgo": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prom.vim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "switch.vim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "theonedark": { "branch": "master" },
  "ts-comments.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-applescript": { "branch": "master" },
  "vim-browserslist": { "branch": "main" },
  "vim-diagram": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-gitbranch": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-mdx-js": { "branch": "master" },
  "vim-monkey-c": { "branch": "main" },
  "vim-npmrc": { "branch": "main" },
  "vim-plist": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-syntax-codeowners": { "branch": "master" },
  "vim-textobj-backticks": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-parameter": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-xmlattr": { "branch": "master" },
  "vim-trivyignore": { "branch": "main" },
  "virt-column.nvim": { "branch": "master" },
  "xbase": { "branch": "master" }
}
